---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GraphicDisplayOptionsFog
source: html/c7e5d217-d7af-95f5-88af-7a4bf7711e26.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GraphicDisplayOptionsFog Property

"Depth Cueing"

## Syntax (C#)
```csharp
public static ForgeTypeId GraphicDisplayOptionsFog { get; }
```